Repository: nettrash/Scan
Catalog: Scan/*.lproj/Localizable.strings
Languages: ru

source: Camera access
ru: Доступ к камере

source: Camera access denied. Grant access to camera in iPhone Settings.
ru: Доступ к камере запрещён. Разрешите доступ к камере в настройках.

source: Loading...
ru: Загрузка...

source: Payer last name
ru: Фамилия

source: Payer name
ru: Имя

source: Payer sure name
ru: Отчество

source: Payer address
ru: Адрес

source: Receiver account
ru: Счёт

source: Receiver name
ru: Получатель

source: Receiver BIC
ru: БИК

source: Receiver INN
ru: ИНН

source: Receiver KPP
ru: КПП

source: Purpose of payment
ru: Назначение

source: Resolution number
ru: № постановления

source: Resolution date
ru: Дата постановления

source: PENALTY DECISION ADMINISTRATIVE LAW NUMBER %@ from %@
ru: ШТРАФ ПО АДМИНИСТРАТИВНОМУ ПРАВОНАРУШЕНИЮ № %@ от %@

source: PENALTY DECISION ADMINISTRATIVE LAW NUMBER %@
ru: ШТРАФ ПО АДМИНИСТРАТИВНОМУ ПРАВОНАРУШЕНИЮ № %@

source: Payment
ru: Платёж

source: Receiver OKTMO
ru: ОКТМО

source: Receiver CBC
ru: КБК

source: Budget Index Payment Type
ru: Бюджет Тип

source: Budget Index Purpose
ru: Бюджет Основание

source: Budget Index Tax Period
ru: Налоговый период

source: Budget Index Tax Document Number
ru: № документа

source: Budget Index Tax Document Date
ru: Дата документа

source: UIN
ru: УИН

source: Summa
ru: Сумма

source: Provider
ru: Провайдер

source: MGTS
ru: МГТС

source: Account
ru: Счёт

source: MOSENERGOSBYT
ru: МОСЭНЕРГОСБЫТ

source: MOSCOW GKU
ru: МОСКВА ЖКУ

source: Period
ru: Период

source: Summa with insurance
ru: Со страховкой

source: Open in Safari
ru: Открыть в Safari

source: CODE CARD
ru: КАРТА КОДА

source: Pay
ru: Оплатить

source: Open
ru: Открыть

source: View
ru: Просмотр

source: Search
ru: Найти

source: Type
ru: Тип

source: Value Type
ru: Значение

source: VCard
ru: Контакт

source: URL
ru: Ссылка

source: Goods
ru: Товар

source: Unknown
ru: Неизвестно

source: Value
ru: Данные

source: Code Info
ru: Информация

source: Payment fields
ru: Поля платёжки

source: Actions
ru: Действия

source: CODE VALUE
ru: ДАННЫЕ КОДА

# InfoText
source: Hover over the code and allow the camera to focus. Next, the system will do everything herself. It identifies the type of code and perform the action according to the type: open the search on the Internet, shows payment data will copy the code data, or create a new contact in your address book. Depending on the configuration will add the scanned code in the Wallet.
ru: Наведите на код и дайте сфокусироваться камере. Далее система все сделает сама. Распознает тип кода и выполнит действие согласно типу: откроет поиск в интернет, покажет платёжные данные, даст скопировать данные кода или создаст новый контакт в адресной книге. При соответствующих настройках сможет добавить сканированный код в Кошелек.

# ModeSimple
source: Simple mode
ru: Основной режим

# ModeWallet
source: Wallet mode
ru: Добавление в Wallet

# ModeAdv
source: Advanced mode
ru: Расширенный режим

# ModeText
source: Text mode
ru: Текстовый режим

source: Add To Wallet
ru: Добавить в Wallet

source: Some Shop Card
ru: Карта магазина

# WalletCardDescription
source: This card added by NETTRASH.Scan
ru: Эта карта была добавлена программой NETTRASH.Scan
